-------------------------------------------------------------------
--									--
--									--
--NPCScript03.lua Created by Robin 2006.3.31.				--
--									--
--									--
--------------------------------------------------------------------------
print( "loading NPCScript08.lua" )

bgtalk1_1 = "我是海盗王活动专员爬爬,从我这里可以了解到海盗王官方正在举办的各种活动.选择下边你感兴趣的活动主题,就可以看到这个活动的简单介绍.更多情况请关注《海盗王》online官方网站：http://hdwonline.moliyo.com/"
bganswer1_13 = "【新手集训营】 每日活动乐不停"
bganswer1_14 = "勇闯海盗十二宫,十万现金等你拿"
bganswer1_15 = "浪漫海盗七夕夜 织女亲手作新衣"
bganswer1_16 = "好好学习,天天向上"
bganswer1_17 = "海盗王环球航线,挑战世界纪录"

bgtalk13 = "8月27日起,官方校长和资深海盗带您成长,引导您走上精英之路.更有每日活动乐不停!"
bgtalk14 = "十万现金巨款!让您的人生充满精彩!当然,十二宫危机四伏,艰险坎坷、神秘莫测!"
bgtalk15 = "从8月17日~8月31日,《牛郎织女》的浪漫故事将通过任务重现,更有精心设计制作的超华丽酷装相送!"
bgtalk16 = "马上又要开学了,在此开学之际,海盗王特推出开学活动,去寻找白银校长(2231,2782)接受开学前的洗礼吧!"
bgtalk17 = "茫茫的大海等待你去征服,网游世界第一吉尼斯,等待你去创造,还等什么,快去白银酒吧水手白云处报名参加吧,梦想从此开始."